{
  "1": {
    "itemName": "Passion Fruit Crush",
    "thumbnail":"assets/ItemImages/ThumbnailsPictures/passion fruit crush/thumbnail.jpg",
    "imglink": ["assets/ItemImages/ThumbnailsPictures/passion fruit crush/DSC00191.jpg","assets/ItemImages/ThumbnailsPictures/passion fruit crush/DSC00302a.jpg"],
    "Reviews_rating": "5",
    "Review_count": "23",
    "itemDescription_short": "Indulge in the vibrant fusion of real passion fruit, tangy citrus notes, and a hint of sweetness in our Passion Fruit Crush, crafted with care using natural ingredients and a touch of essence for an unforgettable taste.",
    "itemDescription_long": ["Sip into an oasis of taste with our Passion Fruit Crush, a meticulous blend of sun-ripened passion fruits, precisely balanced with sugar and citric acid. Each sip embodies the essence of a tropical paradise, delivering a burst of vibrant flavors that dance on your palate. Crafted with care and attention to quality, our blend includes permitted preservatives (E211) for enduring freshness. Whether enhancing your cocktails, desserts, or enjoyed on its own, this crush redefines refreshment. Immerse yourself in a world where every drop is a testament to the art of flavor perfection.","Welcome to a taste journey where tangy meets sweet in a symphony of flavor! Our Passion Fruit Crush invites you to savor the zest of tropical bliss with every sip."],
    "itemdesc":"Sip tropical bliss: Tangy meets sweet in a flavor symphony!",
    "Price": ["240"],
    "tags": "All drinks",
    "available_quantities": ["500 ML"]
  },
  "2": {
    "itemName": "Grape Crush",
    "thumbnail":"assets/ItemImages/ThumbnailsPictures/grape crush/thumbnail.jpg",
    "imglink": ["assets/ItemImages/ThumbnailsPictures/grape crush/DSC00187.jpg","assets/ItemImages/ThumbnailsPictures/grape crush/DSC00256a.jpg"],
    "Reviews_rating": "5",
    "Review_count": "23",
    "itemDescription_short": "Embrace the essence of freshly picked grapes in our Grape Crush. Crafted with real grapes, sugar, citric acid, essence, and quality preservatives, each sip is a burst of vineyard-fresh delight.",
    "itemDescription_long": ["Immerse yourself in the rich flavor of handpicked grapes with our Grape Crush. Harvested at peak ripeness, our blend captures the true essence of grapes, delicately balanced with the sweetness of sugar and the zing of citric acid. Infused with essence and preserved with permitted preservatives (E211), this crush embodies the pure, natural taste of grapes, delivering a refreshing experience reminiscent of a vineyard stroll.","Experience the versatility of Grape Crush – a beverage that stands tall on its own or mixes flawlessly with creative cocktails. Every drop encapsulates the vineyard's bounty, offering a symphony of grape flavors. Revel in the sweet, tangy notes that evoke memories of sun-soaked vineyards and let each sip transport you to a picturesque grape harvest."],
    "itemdesc": "Unleash the vineyard's essence in every Grape Crush sip!",
    "Price": ["140"],
    "tags": "All drinks",
    "available_quantities": ["500 ML"]
  },
  "3": {
    "itemName": "Lemon-Ginger Crush",
    "thumbnail":"assets/ItemImages/ThumbnailsPictures/lemon ginger crush/thumbnail.jpg",
    "imglink": ["assets/ItemImages/ThumbnailsPictures/lemon ginger crush/DSC00170.jpg","assets/ItemImages/ThumbnailsPictures/lemon ginger crush/DSC00328a.jpg"],
    "Reviews_rating": "5",
    "Review_count": "23",
    "itemDescription_short": "Experience the invigorating zest of lemon paired with the warmth of ginger in our Lemon-Ginger Crush. Blending real lemon, ginger, sugar, citric acid, essence, and quality preservatives, it's a vibrant fusion of flavors in every sip.",
    "itemDescription_long": ["Embark on a sensory journey with our Lemon-Ginger Crush, a harmonious blend of tangy lemon and spicy ginger. Crafted from real lemons and ginger, balanced with the perfect amount of sugar and citric acid, this concoction is a delightful marriage of refreshing citrus and soothing warmth. Infused with essence and preserved with permitted preservatives (E211), each sip embodies the invigorating essence of lemon and the comforting touch of ginger, creating a symphony of flavors that dance on your taste buds.","Versatile and revitalizing, our Lemon-Ginger Crush stands as more than just a beverage. It's an aromatic experience that uplifts your mood and tantalizes your senses. Whether enjoyed as a standalone refresher or mixed to create innovative mocktails, it delivers a burst of zest and spice that lingers, offering a refreshing escape from the ordinary."],
    "itemdesc": "Sip zest and warmth: Lemon-Ginger Crush, revitalizing indulgence!",
    "Price": ["140"],
    "tags": "All drinks",
    "available_quantities": ["500 ML"]
  },
  "4": {
    "itemName": "Mango Crush",
    "thumbnail":"assets/ItemImages/ThumbnailsPictures/mango crush/thumbnail.jpg",
    "imglink": ["assets/ItemImages/ThumbnailsPictures/mango crush/DSC00388a.jpg"],
    "Reviews_rating": "5",
    "Review_count": "23",
    "itemDescription_short": "Capturing the essence of ripe mangoes, our Mango Crush blends real fruit, sugar, citric acid, essence, and quality preservatives for a refreshing tropical experience in every sip.",
    "itemDescription_long": ["Indulge in the luscious flavors of sun-ripened mangoes with our Mango Crush. Each bottle encapsulates the essence of handpicked ripe mangoes, expertly balanced with the sweetness of sugar and the tanginess of citric acid. Crafted with precision and care, our infusion of essence and permitted preservatives (E211) preserves the authentic mango goodness, offering a refreshing and invigorating tropical escape with every taste.","Transport yourself to a tropical paradise with Mango Crush, a versatile elixir designed to elevate your moments. Whether enjoyed on its own, over ice, or as a mixer for tantalizing cocktails, its vibrant mango richness delights the senses. Embrace the natural sweetness and tangy zest of ripe mangoes, bottled to bring the essence of sunny orchards right to your glass."],
    "itemdesc": "Taste paradise in every sip of Mango Crush bliss!",
    "Price": ["140"],
    "tags": "All drinks",
    "available_quantities": ["500 ML"]
  },
  "5": {
    "itemName": "Raw Mango Crush",
    "thumbnail":"assets/ItemImages/ThumbnailsPictures/raw mango crush/thumbnail.jpg",
    "imglink": ["assets/ItemImages/ThumbnailsPictures/raw mango crush/DSC00177.jpg","assets/ItemImages/ThumbnailsPictures/raw mango crush/DSC00288a.jpg"],
    "Reviews_rating": "5",
    "Review_count": "23",
    "itemDescription_short": "Embrace the tangy allure of raw mangoes in our Raw Mango Crush. Crafted with authentic raw mangoes, sugar, citric acid, essence, and quality preservatives, each sip is a tantalizing burst of tropical freshness.",
    "itemDescription_long": ["Discover the bold, tangy essence of raw mangoes in every drop of our Raw Mango Crush. Sourced from the freshest raw mangoes, this crush encapsulates the pure, unripe fruit's invigorating tartness, skillfully balanced with the sweetness of sugar and the zing of citric acid. Enriched with essence and preserved with permitted preservatives (E211), it captures the raw mango's distinctive flavor profile, delivering a refreshing and revitalizing experience that transports you to sun-drenched orchards.","More than a beverage, our Raw Mango Crush is a tribute to the tangy indulgence of unripe mangoes. Its versatility allows for various serving options, whether relishing it as a standalone delight or infusing it into inventive mocktails. Let the tantalizing tartness of raw mangoes awaken your senses, offering a delightful escape to the realm of bold, fruity flavors."],
    "itemdesc": "Revitalize with tartness: Raw Mango Crush, a tropical zest!",
    "Price": ["140"],
    "tags": "All drinks",
    "available_quantities": ["500 ML"]
  },
  "6": {
    "itemName": "Pineapple Crush",
    "thumbnail":"assets/ItemImages/ThumbnailsPictures/pineapple crush/thumbnail.jpg",
    "imglink": ["assets/ItemImages/ThumbnailsPictures/pineapple crush/DSC00189.jpg","assets/ItemImages/ThumbnailsPictures/pineapple crush/DSC00275a.jpg"],
    "Reviews_rating": "5",
    "Review_count": "23",
    "itemDescription_short": "Savor the tropical goodness of pure pineapple in our Pineapple Crush. Crafted with real pineapple, sugar, citric acid, and quality permitted preservatives, each sip is a burst of sunshine.",
    "itemDescription_long": ["Experience the vibrant tang of tropical paradise with our Pineapple Crush. Bursting with the essence of real pineapples, this crush captures the fruit's natural sweetness, blended harmoniously with just the right amount of sugar and citric acid. Crafted to perfection and preserved with quality permitted preservatives, every sip embodies the sun-kissed freshness of pineapples, delivering a refreshing and invigorating taste that transports you to sandy beaches and swaying palms","Our Pineapple Crush isn't just a drink; it's a tropical escape in a bottle. Versatile and tantalizing, it stands as an ideal standalone refreshment or a mixer for exotic cocktails. Let the tangy sweetness of pineapple transport you to idyllic islands, where each sip evokes the carefree spirit of paradise, leaving your taste buds tingling with delight."],
    "itemdesc": "Taste paradise with every sip: Pineapple Crush, sunshine in liquid!",
    "Price": ["140"],
    "tags": "All drinks",
    "available_quantities": ["500 ML"]
  },
"7": {
  "itemName": "Indian Coffee Plum Crush, (Luvikka)",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/pineapple crush/thumbnail.png",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/pineapple crush/DSC00189.jpg","assets/ItemImages/ThumbnailsPictures/pineapple crush/DSC00275a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Delight in the fusion of aromatic coffee plum in our Indian Coffee Plum Crush. Crafted with real coffee plum, sugar, citric acid, and quality permitted preservatives, it's a unique blend of flavors in every sip.",
  "itemDescription_long": ["Experience the rich amalgamation of Indian flavors with our Coffee Plum Crush. Harnessing the essence of coffee plum, this beverage combines the distinctive notes of coffee with the sweet tang of plum. Carefully blended with sugar and balanced with citric acid, each bottle encapsulates the unique taste of Indian coffee plum. Preserved meticulously with quality permitted preservatives, this crush offers an intriguing and aromatic journey through the rich tapestry of Indian culinary delights.","More than just a drink, our Indian Coffee Plum Crush symbolizes the essence of Indian gastronomy. Its versatility extends from being a standalone delight to a potential ingredient for innovative mocktails. Let the fusion of coffee and plum whisk you away to bustling Indian markets and fragrant coffee plantations, where each sip captures the soulful essence of this culturally rich blend."],
  "itemdesc": "Sip the exotic blend: Indian Coffee Plum Crush, divine fusion!",
  "Price": ["140"],
  "tags": "All drinks",
  "available_quantities": ["500 ML"]
},
"8": {
  "itemName": "Pulichunda",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/pulichunda/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/pulichunda/300g.jpg","assets/ItemImages/ThumbnailsPictures/pulichunda/DSC00395a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Experience the zesty tang of tradition with Pulichunda. Crafted from Avalose Podi, sugar, and lemon, it's a tantalizing blend of flavors capturing the essence of South Indian cuisine.",
  "itemDescription_long": ["Pulichunda encapsulates the authentic taste of South India, harmonizing the distinct flavors of Avalose Podi, sugar, and zesty lemon. This traditional delicacy embodies the cultural heritage of the region, offering a burst of tanginess complemented by the sweetness of sugar. Crafted with precision, each spoonful delivers a culinary journey, showcasing the quintessential tastes that have been cherished for generations.","This versatile delight isn't just a condiment; it's a cultural emblem. Whether savored with meals or used as a flavor enhancer, Pulichunda elevates dishes, adding a zing that awakens the taste buds. Let each taste transport you to the vibrant streets of South India, where culinary heritage thrives in every flavorful bite."],
  "itemdesc": "Zesty heritage in a spoon: Pulichunda, South Indian tradition!",
  "Price": ["75","250"],
  "tags": "All sweets",
  "available_quantities": ["8 Nos","30 Nos"]
},
"9": {
  "itemName": "Jackfruit Halwa",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/jack fruit halwa/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/jack fruit halwa/DSC00126.jpg","assets/ItemImages/ThumbnailsPictures/jack fruit halwa/DSC00155.jpg","assets/ItemImages/ThumbnailsPictures/jack fruit halwa/DSC00380a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Indulge in the richness of Jackfruit Halwa, a luscious blend of jackfruit, jaggery, ghee, and cardamom, creating a delectable traditional dessert.",
  "itemDescription_long": ["Jackfruit Halwa is a sumptuous delight that encapsulates the essence of tradition. Crafted meticulously from ripe jackfruit, sweetened with jaggery, and enriched with the creamy goodness of ghee, this dessert is an exquisite marriage of flavors. Infused with the aromatic touch of cardamom, each spoonful embodies the heritage of its origins, offering a decadent experience that resonates with warmth, richness, and the authentic taste of time-honored recipes.","This dessert isn't just a sweet treat; it's a cultural emblem of culinary mastery. Whether relished during festive occasions or as a cherished indulgence, Jackfruit Halwa symbolizes the heritage of Indian sweets. Let the velvety texture and the tantalizing blend of ingredients whisk you away to nostalgic memories, where every bite carries the essence of age-old recipes passed down through generations."],
  "itemdesc": "Heritage in sweetness: Jackfruit Halwa, tradition's flavorful embrace!",
  "Price": ["180","360","720"],
  "tags": "All sweets",
  "available_quantities": ["250 G","500 G","1 KG"]
},
"10": {
  "itemName": "Pineapple Burfi",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/pine apple burfi/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/pine apple burfi/250g.jpg","assets/ItemImages/ThumbnailsPictures/pine apple burfi/300g.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Enjoy the tropical sweetness of Pineapple Burfi, blending pineapple, ghee, sugar, and coconut into a delectable traditional treat.",
  "itemDescription_long": ["Savor the delightful fusion of tropical flavors in our Pineapple Burfi. Crafted with the succulent essence of pineapple, enriched with the richness of ghee, sweetened with sugar, and enhanced with the subtle nuttiness of coconut, this traditional confectionery represents a symphony of tastes. Each bite captures the essence of tropical paradise, offering a harmonious blend of sweet and tangy notes that dance on the palate, creating an indulgent experience reminiscent of cherished homemade treats.","Pineapple Burfi is more than just a dessert; it's a celebration of cultural richness. Whether enjoyed during festive occasions or as a daily delight, this confection embodies the artistry of traditional sweets. Let the tropical sweetness of pineapple, combined with the comforting flavors of ghee and coconut, transport you to sun-kissed orchards and evoke nostalgia for time-honored recipes passed down through generations."],
  "itemdesc": "Taste paradise: Pineapple Burfi, tropical sweetness in every bite!",
  "Price": ["180","360","720"],
  "tags": "All sweets",
  "available_quantities": ["250 G","500 G","1 KG"]
},
"11": {
  "itemName": "Emily Candy",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/pine apple burfi/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/pine apple burfi/250g.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Experience the tangy sweetness of Emily Candy, crafted from tamarind and jaggery, delivering a unique burst of flavor in every bite.",
  "itemDescription_long": ["Emily Candy embodies the delightful marriage of tangy and sweet flavors derived from two simple yet exceptional ingredients: tamarind and jaggery. The tangy essence of tamarind, balanced by the natural sweetness of jaggery, creates a sensational treat that tantalizes the taste buds. Each piece captures the essence of traditional recipes, offering a nostalgic experience that carries the authentic taste of artisanal candies.","This candy isn't just a confection; it's a culinary journey. Whether savored as a delightful indulgence or shared during festive moments, Emily Candy symbolizes the essence of simplicity in taste. Let the tangy punch of tamarind and the subtle sweetness of jaggery take you on a flavorful adventure, evoking memories of cherished homemade treats and cultural richness."],
  "itemdesc": "Tangy-sweet delight: Emily Candy, a nostalgic flavor sensation!",
  "Price": ["90"],
  "tags": "All sweets",
  "available_quantities": ["100 G"]
},
"12": {
  "itemName": "Banana Jam",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/banana jam/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/banana jam/DSC00141.jpg","assets/ItemImages/ThumbnailsPictures/banana jam/DSC00376a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Savor the natural sweetness of ripe bananas in our Banana Jam, a delicious blend of bananas, sugar, and a hint of lemon juice.",
  "itemDescription_long": ["Indulge in the pure, comforting taste of homemade Banana Jam. Crafted from ripe, luscious bananas, simmered to perfection with just the right amount of sugar and a touch of lemon juice, this jam embodies the essence of simplicity and wholesome flavor. Each spoonful offers the familiar, delightful sweetness of bananas, enhanced by a subtle citrus note, creating a versatile spread that complements breakfast toast, pastries, or serves as an exquisite ingredient in desserts.","More than just a condiment, our Banana Jam is a jar of nostalgic goodness. It brings back memories of kitchen aromas and family gatherings, where homemade delicacies were crafted with love. With its natural ingredients and rich banana flavor, this jam stands as a symbol of comfort and tradition, inviting you to relish the simple pleasures of life."],
  "itemdesc": "Spread joy with every spoon: Banana Jam, nature's sweetness preserved!",
  "Price": ["240"],
  "tags": "All sweets",
  "available_quantities": ["600 G"]
},
"13": {
  "itemName": "Pineapple Jam",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/pineapple jam/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/pineapple jam/DSC00137.jpg","assets/ItemImages/ThumbnailsPictures/pineapple jam/DSC00349a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Experience the tropical tang of Pineapple Jam, made from real pineapple, sugar, and a touch of lemon juice for a delightful burst of flavor.",
  "itemDescription_long": ["Indulge in the vibrant essence of tropical paradise with our Pineapple Jam. Crafted from sun-kissed pineapples, this jam captures the distinct sweetness of the fruit, expertly balanced with sugar and a hint of zesty lemon juice. Every jar preserves the freshness and natural tang of pineapples, offering a symphony of flavors that elevate breakfast spreads, pastries, or simply enjoyed as a sweet treat.","Beyond a mere condiment, our Pineapple Jam embodies the essence of sunny days and tropical bliss. Its golden hue and tangy sweetness evoke memories of exotic vacations and leisurely moments. Embrace the pure, fruity goodness of pineapples in every spoonful, inviting you to savor the joy of nature's bounty."],
  "itemdesc": "Taste paradise in a jar: Pineapple Jam, tropical bliss preserved!",
  "Price": ["250"],
  "tags": "All sweets",
  "available_quantities": ["600 G"]
},
"14": {
  "itemName": "Roasted Coconut Powder",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/pineapple jam/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/pineapple jam/DSC00137.jpg","assets/ItemImages/ThumbnailsPictures/pineapple jam/DSC00349a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Discover the rich flavor of Roasted Coconut Powder, a blend of raw rice, coconut, and salt, perfect for enhancing dishes with a nutty, savory essence.",
  "itemDescription_long": ["Elevate your culinary creations with our Roasted Coconut Powder, meticulously crafted from raw rice and coconut, delicately roasted to a perfect golden brown and seasoned with a touch of salt. This aromatic blend adds depth and richness to dishes, offering a nutty, savory profile that enhances the flavors of various cuisines. Versatile in its application, this powder serves as a perfect seasoning, imparting a delightful coconut essence to curries, rice dishes, and savory snacks.","More than a mere condiment, our Roasted Coconut Powder is a culinary treasure. Its authentic preparation captures the essence of traditional flavors, bringing forth the warmth and richness of coconut. Whether used as a garnish or a primary ingredient, its nutty nuances invite you to explore a world of culinary delights, adding a touch of sophistication and depth to every dish."],
  "itemdesc": "Unlock savory depth: Roasted Coconut Powder, a culinary essential!",
  "Price": ["250","125"],
  "tags": "All sweets",
  "available_quantities": ["1 KG","500 G"]
},
"15": {
  "itemName": "Jack Fruit Chips (Chakka Varuthathu)",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/pineapple jam/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/pineapple jam/DSC00137.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Enjoy the crispiness of Jackfruit Chips made with real jackfruit, cooked in coconut oil, and seasoned with a touch of salt for a savory snack.",
  "itemDescription_long": ["Savor the delightful crunch of our Jackfruit Chips, meticulously crafted from slices of ripe jackfruit delicately fried to perfection in coconut oil. Seasoned with a hint of salt, these chips capture the natural sweetness of jackfruit while offering a savory twist. Each bite delivers a burst of tropical flavors and crispy goodness, making it an ideal snack for those craving a unique blend of sweetness and savory indulgence.","Beyond a typical snack, our Jackfruit Chips embody the essence of tropical snacking. Their preparation involves traditional methods that honor the authenticity of jackfruit, ensuring that every chip carries the essence of its origin. Whether enjoyed alone or paired with your favorite dip, these chips promise a delightful journey of taste and texture, inviting you to experience the exotic allure of jackfruit in every bite."],
  "itemdesc": "Crunch into tropics: Jackfruit Chips, crispy tropical goodness awaits!",
  "Price": ["1000","500","250"],
  "tags": "All chips",
  "available_quantities": ["1 KG","500 G","250 G"]
},
"16": {
  "itemName": "Tapioca Chips (Kappa Varuthathu)",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/tapioca chips/thumbnail.png",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/tapioca chips/DSC00440a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Experience the crunch of Tapioca Chips, crafted from tapioca, seasoned with chilly powder, cooked in coconut oil, and sprinkled with salt for a flavorful snack.",
  "itemDescription_long": ["Delight in the crispy texture and bold flavors of our Tapioca Chips, meticulously made from thinly sliced tapioca roots seasoned with a tantalizing blend of chilly powder and a sprinkle of salt. Cooked to perfection in coconut oil, these chips offer a unique snacking experience, combining the earthy essence of tapioca with the fiery kick of chilly powder. Each chip embodies the result of traditional craftsmanship, delivering a fusion of textures and flavors that cater to those seeking a savory and spicy snack.","More than just a snack, our Tapioca Chips celebrate the simplicity and depth of flavors. The meticulous preparation process ensures that each chip retains the natural essence of tapioca while embracing the fiery punch of chilly powder. Perfect for solo indulgence or as a complement to your favorite dishes, these chips promise a satisfying crunch and a burst of savory-spicy delight with every bite."],
  "itemdesc": "Spice up crunch time: Tapioca Chips, fiery savory perfection awaits!",
  "Price": ["800","400","200"],
  "tags": "All chips",
  "available_quantities": ["1 KG","500 G","250 G"]
},
"17": {
  "itemName": "Lemon With Dates Pickle",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/lemon & dates pickel/thumbnail.png",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/lemon & dates pickel/DSC00407a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Savor the tangy sweetness of Lemon with Dates Pickle, a zesty blend of lemon, dates, spices, and vinegar for a unique, flavorful condiment.",
  "itemDescription_long": ["Immerse your taste buds in the tantalizing fusion of tangy lemons and sweet dates with our Lemon with Dates Pickle. This exquisite condiment is meticulously crafted from fresh lemons and succulent dates, infused with a blend of spices including chilly powder and turmeric, seasoned to perfection with salt, and preserved in oil and vinegar. The resulting amalgamation creates a harmonious balance of flavors, where the zesty tang of lemons intertwines with the natural sweetness of dates, offering a delightful explosion of tastes that complements a variety of dishes.","Our Lemon with Dates Pickle is more than just a condiment; it's a symphony of flavors and culinary craftsmanship. The careful selection of ingredients and traditional preparation methods ensure that each jar encapsulates the authentic essence of its components. Whether relished as a zesty accompaniment to meals or used as an ingredient to elevate recipes, this pickle promises to add a unique zest and sweetness, transforming ordinary dishes into extraordinary culinary experiences."],
  "itemdesc": "Tangy-sweet zest: Lemon with Dates Pickle, flavor fusion magic!",
  "Price": ["215"],
  "tags": "All vegpickles",
  "available_quantities": ["500 G"]
},
"18": {
  "itemName": "Chethmanga Achar",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/chethu mango pickel/thumbnail.png",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/chethu mango pickel/DSC00415a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Chethmanga Achar is a zesty mango pickle infused with spices like red chilly, turmeric, vinegar, garlic, and ginger for a tangy, flavorful delight.",
  "itemDescription_long": ["Experience the bold tanginess and rich spices in our Chethmanga Achar, a traditional mango pickle that embodies the vibrant flavors of South India. Crafted from fresh, tangy mangoes and a blend of spices including red chilly and turmeric, enriched with the piquancy of vinegar, and infused with the aromatic essence of garlic, ginger, and gingelly oil, this pickle offers a symphony of tastes. Each jar encapsulates the cultural heritage and culinary expertise, delivering a burst of tangy-savory goodness that elevates meals with its bold and robust flavors.","Our Chethmanga Achar is a celebration of tradition and culinary excellence. Its preparation involves time-honored techniques that ensure the preservation of the mangoes' natural zest while harmonizing the spices for a well-balanced taste. Beyond its role as a condiment, this pickle represents a story of heritage and authenticity, adding a zesty punch to meals and carrying forward the legacy of flavor that has been cherished for generations."],
  "itemdesc": "Spice up meals: Chethmanga Achar, South Indian flavor sensation!",
  "Price": ["225"],
  "tags": "All vegpickles",
  "available_quantities": ["500 G"]
},
"19": {
  "itemName": "Curry Leaf Powder",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/curry leaf powder 250g/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/curry leaf powder 250g/100g.jpg","assets/ItemImages/ThumbnailsPictures/curry leaf powder 250g/250g.jpg","assets/ItemImages/ThumbnailsPictures/curry leaf powder 250g/raw 1kg.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "A flavorful blend of curry leaves, coconut, red chilly, tamarind, and salt, offering a versatile seasoning for dishes.",
  "itemDescription_long": ["Discover the essence of South Indian cuisine with our Curry Leaf Powder, a fragrant blend meticulously crafted from sun-dried curry leaves, aromatic coconut, zesty red chilly, tangy tamarind, and a touch of salt. This powder is a cornerstone of South Indian cooking, renowned for its ability to infuse dishes with a burst of flavors. Each spoonful of this versatile seasoning carries the earthy aroma of curry leaves, the richness of coconut, the heat of red chilly, and a hint of tanginess from tamarind, offering a symphony of tastes that enhance the depth and complexity of various culinary creations.","Our Curry Leaf Powder isn't just a seasoning; it's a cultural emblem, reflecting the soul of South Indian gastronomy. Its preparation involves age-old techniques that preserve the freshness and potency of each ingredient, ensuring that every pinch brings forth a whirlwind of aromatic sensations. Whether sprinkled over curries, rice dishes, or used as a marinade, this powder promises to transport your palate to the vibrant kitchens of South India, where every meal is a celebration of robust flavors and aromatic spices."],
  "itemdesc": "Aromatic blend: Curry Leaf Powder, essence of South India!",
  "Price": ["850","425","210","85"],
  "tags": "All vegpickles",
  "available_quantities": ["1 KG","500 G","250 G","100 G"]
},
"20": {
  "itemName": "Prawn Pickle",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/chethu mango pickel/thumbnail.png",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/chethu mango pickel/DSC00415a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Experience the zest of Prawn Pickle, a savory blend of prawns, coconut oil, ginger, garlic, spices, and vinegar for a flavorful delight.",
  "itemDescription_long": ["Savor the savory indulgence of our Prawn Pickle, a culinary masterpiece crafted from succulent prawns marinated in a fusion of aromatic spices, including ginger, garlic, chilly powder, and turmeric, delicately sautéed in coconut oil, and enhanced with the tanginess of vinegar. Each bite captures the essence of coastal flavors, offering a harmonious balance of savory richness and zesty tang. The meticulous blending of spices and the traditional preparation method ensure that every jar embodies the freshness and robustness of prawns, creating a tantalizing experience that complements a variety of culinary delights.","Beyond being a condiment, our Prawn Pickle symbolizes the rich tapestry of coastal cuisine. Its recipe is steeped in tradition, passed down through generations, delivering a burst of flavors that reflect the coastal heritage. This pickle isn't just a blend of ingredients; it's a story of culinary expertise and cultural heritage, inviting you to relish the distinctive taste of prawns, aromatic spices, and coastal charm in every savory bite."],
  "itemdesc": "Coastal zest in a jar: Prawn Pickle, savory delight!",
  "Price": ["600"],
  "tags": "All non-vegpickles",
  "available_quantities": ["500 G"]
},
"21": {
  "itemName": "Beef Pickle",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/beef pickel/thumbnail.png",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/beef pickel/DSC00412a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Enjoy the robust flavor of Beef Pickle, a savory blend of beef, coconut oil, ginger, garlic, spices, and vinegar for a delectable treat.",
  "itemDescription_long": ["Indulge in the rich and savory experience of our Beef Pickle, meticulously crafted from tender beef marinated in a blend of aromatic spices, such as ginger, garlic, chilly powder, and turmeric, simmered in coconut oil, and elevated with the tanginess of vinegar. Each spoonful encapsulates the essence of traditional flavors, offering a harmonious fusion of savory richness and zesty tang. The careful selection of spices and the traditional preparation method ensures that every jar carries the depth and authenticity of beef, delivering a tantalizing taste that adds a flavorful dimension to meals.","Our Beef Pickle isn't just a condiment; it's a culinary journey into robust flavors. It represents the artistry of traditional recipes, preserving the cultural heritage and culinary expertise. This pickle embodies the passion for savory delights, inviting you to savor the unique blend of beef and aromatic spices, carefully infused to create a palatable experience that resonates with the essence of heritage and tradition."],
  "itemdesc": "Savory richness: Beef Pickle, a heritage in every bite!",
  "Price": ["600"],
  "tags": "All non-vegpickles",
  "available_quantities": ["500 G"]
},
"22": {
  "itemName": "Fish Pickle",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/fish pickel/thumbnail.png",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/fish pickel/DSC00421a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Relish the flavors of Fish Pickle, a savory blend of fish, coconut oil, ginger, garlic, spices, and vinegar for a delightful tangy treat.",
  "itemDescription_long": ["Indulge in the savory tang of our Fish Pickle, an exquisite creation made from tender fish pieces marinated in a harmonious blend of spices including ginger, garlic, chilly powder, and turmeric, sautéed in aromatic coconut oil, and elevated with a touch of vinegar. Each bite of this pickle encapsulates the essence of coastal flavors, offering a symphony of savory richness and zesty tang. The careful selection of spices and the traditional preparation method ensures that every jar captures the depth and authenticity of fish, delivering a tantalizing taste that adds a flavorful dimension to meals.","Our Fish Pickle isn't merely a condiment; it's a tribute to coastal culinary excellence. It signifies the artistry of traditional recipes, preserving the cultural heritage and expertise in coastal cuisines. This pickle embodies the passion for savory indulgences, inviting you to relish the unique blend of fish and aromatic spices, skillfully combined to create a palatable experience that resonates with the essence of coastal traditions and flavors."],
  "itemdesc": "Coastal zest in a jar: Fish Pickle, savory delight!",
  "Price": ["500"],
  "tags": "All non-vegpickles",
  "available_quantities": ["500 G"]
},
"23": {
  "itemName": "Dried Prawns Roast",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/dry prawans roast/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/dry prawans roast/04.jpg","assets/ItemImages/ThumbnailsPictures/dry prawans roast/1kg.jpg","assets/ItemImages/ThumbnailsPictures/dry prawans roast/300g.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Indulge in the savory delight of Dried Prawns Roast, blending dry prawns, onion, garlic, ginger, and aromatic spices for a flavorful treat.",
  "itemDescription_long": ["Experience the tantalizing flavors of our Dried Prawns Roast, a culinary marvel crafted from sun-dried prawns infused with a medley of spices. The combination of aromatic onion, pungent garlic, zesty ginger, and the earthiness of curry leaves creates a rich tapestry of tastes that harmonize perfectly with the savory essence of the prawns. Cooked to perfection in aromatic coconut oil and seasoned with a blend of red chilly powder and turmeric, this dish captures the essence of coastal cuisine, offering a burst of flavors that dance on the palate.","Our Dried Prawns Roast isn't just a dish; it's a celebration of coastal culinary heritage. Each ingredient is meticulously selected and blended to preserve the authenticity and depth of flavors. This dish represents the passion for coastal savories, inviting you to relish the unique combination of dried prawns and aromatic spices, delivering a symphony of tastes that evoke memories of seaside feasts and traditional coastal kitchens."],
  "itemdesc": "Coastal flavors unite: Dried Prawns Roast, savory culinary delight!",
  "Price": ["160","1600","800","480","240"],
  "tags": "All fishes",
  "available_quantities": ["100 G","1 KG","500 G","300 G","150 G"]
},
"24": {
  "itemName": "Crushed Dried Fish Roast",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/crushed fish roast/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/crushed fish roast/100g.jpg","assets/ItemImages/ThumbnailsPictures/crushed fish roast/dar fish roast.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Enjoy the bold flavors of Crushed Dried Fish Roast, blending fish, coconut oil, chilly powder, salt, onion, white onion, and ginger for a savory treat.",
  "itemDescription_long": ["Delight in the robust taste of our Crushed Dried Fish Roast, a culinary masterpiece meticulously created from high-quality fish blended with a fusion of spices. The inclusion of aromatic onion, the subtle heat of ginger, and the fiery touch of chilly powder complement the essence of the fish, creating a medley of flavors that tantalize the taste buds. Cooked to perfection in aromatic coconut oil and seasoned with a hint of salt, this dish encapsulates the heartiness of coastal cuisine, offering a rich, savory experience that captivates with every bite.","Our Crushed Dried Fish Roast isn't just a dish; it's an embodiment of coastal culinary expertise. The careful selection and blending of ingredients are aimed at preserving the authenticity and depth of flavors. This dish represents the culinary passion for coastal savories, inviting you to relish the unique blend of dried fish and aromatic spices, delivering a harmonious blend of tastes that resonate with the spirit of coastal kitchens and their cherished traditions."],
  "itemdesc": "Savor coastal zest: Crushed Dried Fish Roast, bold savory delight!",
  "Price": ["1300","650","325","130"],
  "tags": "All fishes",
  "available_quantities": ["1 KG","500 G","250 G","100 G"]
},
"25": {
  "itemName": "Chemmeen Chammanthy Podi",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/chemmeen chamathi podi/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/chemmeen chamathi podi/1kg.jpg","assets/ItemImages/ThumbnailsPictures/chemmeen chamathi podi/100g.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Experience the tangy heat of Chemmeen Chammanthy Podi, blending dry prawn roast, roasted coconut, red chilly, garlic, tamarind, and salt for a fiery condiment.",
  "itemDescription_long": ["Indulge in the fiery allure of our Chemmeen Chammanthy Podi, a traditional condiment crafted from a harmonious blend of dry prawn roast, roasted coconut, spicy red chilly, pungent garlic, tangy tamarind, and a dash of salt. This aromatic powder embodies the essence of coastal cuisine, offering a robust and fiery flavor profile that ignites the palate. The intricate balance of ingredients creates a symphony of tastes where the smoky sweetness of roasted coconut and the heat of red chilly merge with the umami richness of dry prawn roast, while tamarind adds a tangy twist, culminating in a condiment that elevates the flavors of various dishes.","Our Chemmeen Chammanthy Podi stands as a testament to the culinary mastery of coastal regions. The meticulous preparation and blending of ingredients signify the commitment to preserving the authenticity and intensity of flavors. This powder is more than a condiment; it's a cultural emblem, inviting you to relish the unique and bold flavors that echo the coastal charm and the cherished traditions of culinary expertise."],
  "itemdesc": "Coastal fire in a blend: Chemmeen Chammanthy Podi ignites flavors!",
  "Price": ["850","425","210","85"],
  "tags": "All fishes",
  "available_quantities": ["1 KG","500 G","250 G","100 G"]
},
"26": {
  "itemName": "Pulichunda  - Combo",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/pulichunda/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/pulichunda/300g.jpg","assets/ItemImages/ThumbnailsPictures/pulichunda/DSC00395a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Savor the zesty tang of Pulichunda, a blend of Avalose Podi, sugar, and lemon, offering a tantalizing burst of flavor.",
  "itemDescription_long": ["Pulichunda embodies the essence of tangy delight, harmonizing the subtle sweetness of Avalose Podi with the refreshing zest of lemon and a hint of sugar. This condiment carries a burst of flavors that dance on the palate, offering a unique blend of tanginess and sweetness. The infusion of lemon adds a refreshing note while complementing the traditional taste of Avalose Podi, creating a versatile and flavorful addition to various dishes.","More than a condiment, Pulichunda is a cultural emblem, representing the artistry of blending flavors in South Indian cuisine. Its preparation involves meticulous attention to detail, ensuring the preservation of the zesty tang and the perfect balance of sweetness. Whether used as a dip, spread, or flavor enhancer, Pulichunda promises a burst of tangy goodness that transports taste buds to the vibrant streets of South India."],
  "itemdesc": "Tangy zest: Pulichunda, where tradition meets vibrant flavor fusion!",
  "Price": ["240"],
  "tags": "All combo",
  "available_quantities": ["300 G"]
},
"27": {
  "itemName": "Jackfruit Halwa  - Combo",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/jack fruit halwa/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/jack fruit halwa/DSC00126.jpg","assets/ItemImages/ThumbnailsPictures/jack fruit halwa/DSC00155.jpg","assets/ItemImages/ThumbnailsPictures/jack fruit halwa/DSC00380a.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Indulge in Jackfruit Halwa, a luscious dessert blending jackfruit, jaggery, ghee, and cardamom for a rich, sweet treat.",
  "itemDescription_long": ["Jackfruit Halwa, a decadent dessert, presents a delightful fusion of natural sweetness and rich flavors. Crafted from the pulpy richness of jackfruit, the caramel-like sweetness of jaggery, the creamy goodness of ghee, and the aromatic touch of cardamom, this halwa embodies the essence of traditional indulgence. Each spoonful offers a sensory journey, with the jackfruit's tropical essence complementing the warmth of cardamom and the earthy sweetness of jaggery, enveloped in the richness of ghee.","Beyond its delectable taste, Jackfruit Halwa is a celebration of heritage and culinary mastery. The meticulous preparation and traditional methods employed in its making ensure that each serving captures the essence of authentic flavors. Whether relished during festivities or savored as a cherished dessert, this halwa encapsulates the heartiness of jackfruit and the richness of Indian sweets, inviting you to experience the nostalgia and warmth of traditional recipes."],
  "itemdesc": "Savor tradition's sweetness: Jackfruit Halwa, rich indulgence awaits!",
  "Price": ["240"],
  "tags": "All combo",
  "available_quantities": ["300 G"]
},
"28": {
  "itemName": "Pineapple Burfi  - Combo",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/pine apple burfi/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/pine apple burfi/250g.jpg","assets/ItemImages/ThumbnailsPictures/pine apple burfi/300g.jpg","assets/ItemImages/ThumbnailsPictures/pine apple burfi/raw 250g.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Enjoy Pineapple Burfi, a sweet confection blending pineapple, ghee, sugar, and coconut for a tropical delight.",
  "itemDescription_long": ["Pineapple Burfi offers a delectable fusion of tropical sweetness and creamy richness. This confectionery masterpiece combines the tangy essence of pineapple with the richness of ghee, the sweetness of sugar, and the subtle nuttiness of coconut. Each bite captures the vibrant tropical flavors, as the pineapple's zesty sweetness harmonizes with the creamy texture of ghee and coconut, creating a delightful sensory experience. The Pineapple Burfi stands as a testament to traditional sweets, inviting taste buds on a journey of tropical indulgence.","More than a sweet treat, Pineapple Burfi symbolizes the richness of culinary heritage. Its preparation involves meticulous blending and cooking techniques, ensuring the perfect balance of flavors and textures. Whether shared during festive occasions or savored as a comforting dessert, this burfi encapsulates the exotic essence of pineapple, offering a slice of tropical paradise in every bite, evoking memories of sunny days and fruity delights."],
  "itemdesc": "Tropical delight: Pineapple Burfi, sweet indulgence in every square!",
  "Price": ["240"],
  "tags": "All combo",
  "available_quantities": ["300 G"]
},
"29": {
  "itemName": "Pineapple Ball - Combo",
  "thumbnail":"assets/ItemImages/ThumbnailsPictures/pineapple ball/thumbnail.jpg",
  "imglink": ["assets/ItemImages/ThumbnailsPictures/pineapple ball/200g.jpg"],
  "Reviews_rating": "5",
  "Review_count": "23",
  "itemDescription_short": "Delight in Pineapple Balls, blending pineapple, ghee, sugar, coconut, and rice flour for a tropical sweet treat.",
  "itemDescription_long": ["Pineapple Balls offer a delightful twist on traditional sweets, combining the tropical zest of pineapple with the richness of ghee, the sweetness of sugar, the subtle nuttiness of coconut, and the softness of rice flour. Each bite-sized delight encapsulates the vibrant flavors of the tropics, where the tangy sweetness of pineapple harmonizes with the creamy richness of ghee and coconut, creating a unique fusion of tastes and textures. These bite-sized treats present an ode to tropical indulgence, inviting taste buds on a journey of sweet delight.","Beyond their delicious taste, Pineapple Balls signify the essence of culinary innovation. The careful blending of ingredients and the traditional cooking methods ensure the perfect amalgamation of flavors. Whether shared during festive celebrations or savored as a delightful snack, these balls encapsulate the sunny essence of pineapple, offering a tropical escape in each bite, evoking memories of exotic fruits and sunny days."],
  "itemdesc": "Tropical bliss: Pineapple Balls, sunshine sweetness in every bite!",
  "Price": ["215"],
  "tags": "All combo",
  "available_quantities": ["200 G"]
}
}